export default [{
		id: 1,
		name: '巴山虎',
		img: require('@/imgs/b-1.png'),
		content: [
			'　　为管状花目、茄科、茄属植物。分布于四川、贵州、云南、广西、广东、福建、台湾等地。根入药，性平味苦，具有清热除湿，祛瘀消肿之功效。常用于风湿痹痛，痧气腹痛，头痛，牙痛，咽炎，扁桃体炎，疳积，跌打损伤，瘰疬。',
			'　　形态特征：多枝灌木，通常高0.5-1.5-(6)米，小枝，叶下面，叶柄，花序均密被8-11分枝，长短不相等的具柄的星状绒毛。小枝褐色，密被尘土色渐老逐渐脱落的星状绒毛及基部宽扁的淡黄色钩刺，钩刺长4-7毫米，基部宽1.5-7毫米，基部被星状绒毛，先端弯曲，褐色。叶卵形，长5-7-(11）厘米，宽2.5-5.2-(8.5)厘米，先端钝，基部心形，截形或不相等，边缘5-7深裂或成波状浅圆裂，裂片边缘有时又作波状浅裂，上面绿色，被具短柄的5-9-（11)分枝的星状短绒毛，下面灰绿，密被星状长绒毛；中脉及侧脉常在两面具有长2-6毫米的钻形皮刺，侧脉每边3-4条；叶柄长2-4厘米，密被星状毛及具1-2枚钻形皮刺，有时不具。蝎尾状花序腋外生，长约3.5-6厘米，总花梗长2-8毫米，花梗长1.5厘米或稍长，密被星状绒毛及钻形细直刺；花蓝紫色，或少为白色，直径约2厘米；萼杯状，直径约1厘米，长约4-6毫米，先端5裂，裂片卵形，端尖，外面密被星状绒毛及细直刺，内面仅先端被星状毛；花冠辐状，筒部长约1.5毫米，隐于萼内，冠檐长约1.3厘米，先端深5裂，裂片卵形，长约8毫米，外面密被分枝多具柄或无柄的星状绒毛，内面上部及中脉疏被分枝少无柄的星状绒毛，很少有与外面相同的星状毛；花丝长约1毫米，基部稍宽大，花药黄色，长约为花丝长度的7倍，顶孔向上；子房长圆形，具棱，顶端被星状绒毛，花柱丝状，长约名毫米，除柱头以下1毫米外余均被星状绒毛，柱头截形。果序长约4-7厘米，果柄长1-1.2厘米，被星状毛及直刺。浆果球形，光亮，成熟时橙红色，直径约1厘米，宿存萼反卷。种子淡黄色，近盘状，直径约2毫米。全年开花结果。',
			'　　分布区域：产于四川、贵州、云南、广西、广东、福建、台湾。广布于热带印度、缅甸、中南半岛，南至马来半岛，东至菲律宾。',
			'　　生长环境：生于海拔180-1700米的林下、路边、荒地，在干燥灌丛中有时成片生长。',
			'　　性味：味苦，性平。',
			'　　功能：清热除湿，祛瘀消肿。',
			'　　主治：风湿痹痛，痧气腹痛，头痛，牙痛，咽炎，扁桃体炎，疳积，跌打损伤，瘰疬。',
			'　　用法用量：内服：煎汤，6-15g。外用：捣敷。'
		]
	},
	{
		id: 2,
		name: '浙贝母',
		img: require('@/imgs/b-2.jpg'),
		content: [
			'　　鳞茎半球形，直径1.5～6厘米，有2～3片肉质的鳞片。茎单一，直立，圆柱形，高50～80厘米。叶无柄；茎下部的叶对生，罕互生，狭披针形至线形，长6～17厘米，宽6～15毫米；中上部的叶常3～5片轮生，罕互生，叶片较短，先端卷须状。',
			'　　形态特征：植株长50-80厘米。鳞茎由2（-3）枚鳞片组成，直径1.5-3厘米。叶在最下面的对生或散生，向上常兼有散生、对生和轮生的，近条形至披针形，长7-11厘米，宽1-2.5厘米，先端不卷曲或稍弯曲。花1-6朵，淡黄色，有时稍带淡紫色，顶端的花具3-4枚叶状苞片，其余的具2枚苞片；苞片先端卷曲；花被片长2.5-3.5厘米，宽约1厘米，内外轮的相似；雄蕊长约为花被片的2/5；花药近基着，花丝无小乳突；柱头裂片长1.5-2毫米。蒴果长2-2.2厘米，宽约2.5厘米，棱上有宽约6-8毫米的翅。花期3-4月，果期5月。',
			'　　分布区域：产江苏（南部）、浙江（北部）和湖南。也分布于日本。',
			'　　生长环境：生于海拔较低的山丘荫蔽处或竹林下。浙贝母喜温和湿润、阳光充足的环境。根的生长要求气温在7～25℃，25℃以上根生长受抑制。平均地温达6～7℃时出苗，地上部生长发育温度范围为4～30℃，在此范围内，生长速度随温度升高，生长加快。开花适温为22℃左右。-3℃时植株受冻，30℃以上植株顶部出现枯黄。鳞茎在地温10～25℃时能正常膨大，-6℃时将受冻，25℃以上时就会出现休眠。',
			'　　功能主治：清热化痰，散结解毒。治风热咳嗽，肺痈喉痹，瘰疬，疮疡肿毒。'
		]
	},
	{
		id: 3,
		name: '矮脚罗伞',
		img: require('@/imgs/b-3.png'),
		content: [
			'　　为紫金牛科植物卷毛紫金牛的根或全草。',
			'　　形态特征：直立灌木，高50-100cm，稀达2-3m。具匍匐根茎；幼时几全株被灰褐色或锈色长柔毛或硬毛，毛常卷曲。叶互生；叶柄长5-10mm，被长柔毛；叶片坚纸质，椭圆状披针形至卵形，稀倒披针形，长7-15cm，宽2.5-5cm，先瑞急尖或渐尖，基部楔形，近全缘或由边缘腺点缢缩成波状细锯齿或圆齿，背面密被长硬毛或长柔毛，具腺点，以背面尤显；侧脉约15对，多少连成边缘脉。单或复聚伞花序或伞形花序，被锈色长桑毛，侧生或着生于侧生特殊花枝顶端；花枝长2-15cm，长者近顶端常有1-2片叶或退化叶；花梗长5-10mm；花长5-8mm；萼片长圆状披针形或舌形，与花瓣等长，两面被毛，外面尤密，具密腺点；花瓣淡紫色或粉红色，稀白色，卵形至广披针形，具腺点；雄蕊较花瓣略长或等长，子房卵珠形，被微柔毛。果球形，直径5-7mm，深红色或带黑色.具腺点.被毛。花期5-7月.果期2-5月。分布我国南部及四川等地。',
			'　　分布区域：分布于广东、广西、云南等地。',
			'　　生长环境：生于海拔500-1540m的疏林下或林下阴湿处。',
			'　　性味：性温，味淡，无毒。',
			'　　功能主治：祛风除湿，活血止痛。治风湿疼痛，跌打肿痛，咳嗽吐血，寒气腹痛。',
			'　　用法用量：内服：煎汤，2～5钱；或浸酒。外用：捣碎酒炒敷。'
		]
	},
	{
		id: 4,
		name: '广豆根',
		img: require('@/imgs/b-4.jpg'),
		content: [
			'　　为豆科植物越南槐的干燥根和根茎。其苦，寒；有毒。有清热解毒，消肿利咽之功效，常用于火毒蕴结，乳蛾喉痹，咽喉肿痛，齿龈肿痛，口舌生疮。',
			'　　入药部位：豆科植物越南槐的干燥根和根茎。',
			'　　性味：苦，寒；有毒。',
			'　　功能：清热解毒，消肿利咽。',
			'　　主治：火毒蕴结，乳蛾喉痹，咽喉肿痛，齿龈肿痛，口舌生疮。',
			'　　用法用量：3～6g。'
		]
	},
	{
		id: 5,
		name: '合欢',
		img: require('@/imgs/b-5.jpg'),
		content: [
			'　　又名绒花树，马缨花。落叶乔木，夏季开花，头状花序，合瓣花冠，雄蕊多条，淡红色。荚果条形，扁平，不裂。高4-15米。树冠开展；小枝有棱角，嫩枝、花序和叶轴被绒毛或短柔毛。托叶线状披针形；头状花序于枝顶排成圆锥花序；花粉红色；花萼管状，花期6-7月；果期8-10月。',
			'　　形态特征：托叶线状披针形，较小叶小，早落；二回羽状复叶，互生；总叶柄长3-5cm，总花柄近基部及最顶1对羽片着生处各有一枚腺体；羽片4-12对，栽培的有时达20对；小叶10-30对，线形至长圆形，长6-12mm，宽1-4mm，向上偏斜，先端有小尖头，有缘毛，有时在下面或仅中脉上有短柔毛；中脉紧靠上边缘。',
			'　　分布区域：分布于华东、华南、西南，以中国黄河流域至珠江流域各地，如辽宁、河北、河南、陕西等省。朝鲜、日本、越南、泰国、缅甸、印度、伊朗、非洲东部及美洲南部，中亚至东亚均有分布。',
			'　　生长环境：生于山坡或栽培。合欢喜温暖湿润和阳光充足环境，对气候和土壤适应性强，宜在排水良好、肥沃土壤生长，但也耐瘠薄土壤和干旱气候，但不耐水涝。生长迅速。性喜光，喜温暖，耐寒、耐旱、耐土壤瘠薄及轻度盐碱，对二氧化硫、氯化氢等有害气体有较强的抗性。',
			'　　功能主治：解郁安神，理气开胃，活络止痛，用于心神不安、忧郁失眠。治郁结胸闷，失眠，健忘，风火眼，能安五脏，和心志，悦颜色，有较好的强身、镇静、安神、美容的作用，也是治疗神经衰弱的佳品。'
		]
	}
]
